xml/request_templates/film_runeklan.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>25017498|870970</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>Rune Klan - tre-i-en</dc:title>
    <dc:title xsi:type="dkdcplus:full">Rune Klan - tre-i-en</dc:title>
    <dcterms:alternative>Tre-i-en</dcterms:alternative>
    <dcterms:alternative>3 i en</dcterms:alternative>
    <dc:subject xsi:type="dkdcplus:DK5">77.56</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Revykunst</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCS">humor</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCS">tryllekunster</dc:subject>
    <dc:description>Tilrettelæggelse Rune Klan</dc:description>
    <dc:description>Live-optagelser</dc:description>
    <dc:description>Indhold: Stand up show ; Close-up trylleri ; Extra materiale (Standup.dk ; Rune Klans dagbog nr. 1 ; Rune Klans dagbog nr. 2 ; Runes udtalelser ; Interviews ; Credits)</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>CMC</dc:publisher>
    <dc:contributor>Rune Klan </dc:contributor>
    <dc:date>2003</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Dvd</dc:type>
    <dc:format>1 dvd-video, farve med sort-hvide sekvenser</dc:format>
    <dcterms:extent>120 min.</dcterms:extent>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">25017498</marcx:subfield>
        <marcx:subfield code="b">870970</marcx:subfield>
        <marcx:subfield code="c">20081119120315</marcx:subfield>
        <marcx:subfield code="d">20040106</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
        <marcx:subfield code="t">FAUST</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="002" ind1="0" ind2="0">
        <marcx:subfield code="a">2 735 903 5</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">m</marcx:subfield>
        <marcx:subfield code="u">f</marcx:subfield>
        <marcx:subfield code="a">2003</marcx:subfield>
        <marcx:subfield code="b">dk</marcx:subfield>
        <marcx:subfield code="l">dan</marcx:subfield>
        <marcx:subfield code="v">0</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">m</marcx:subfield>
        <marcx:subfield code="g">th</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="n">25017498</marcx:subfield>
        <marcx:subfield code="d">kr. 1118,75</marcx:subfield>
        <marcx:subfield code="b">brugsretskategori: C</marcx:subfield>
        <marcx:subfield code="b">DBC medier</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="n">4909099</marcx:subfield>
        <marcx:subfield code="d">pris ikke oplyst</marcx:subfield>
        <marcx:subfield code="b">CMC</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="023" ind1="0" ind2="0">
        <marcx:subfield code="a">0724349090996</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="032" ind1="0" ind2="0">
        <marcx:subfield code="a">DBI200406</marcx:subfield>
        <marcx:subfield code="x">CDV200406</marcx:subfield>
        <marcx:subfield code="x">DAT200848</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">Rune Klan - tre-i-en</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="260" ind1="0" ind2="0">
        <marcx:subfield code="a">[S.l.]</marcx:subfield>
        <marcx:subfield code="b">CMC</marcx:subfield>
        <marcx:subfield code="c">[2003]</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="300" ind1="0" ind2="0">
        <marcx:subfield code="n">1 dvd-video</marcx:subfield>
        <marcx:subfield code="l">120 min.</marcx:subfield>
        <marcx:subfield code="b">farve med sort-hvide sekvenser</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="i">Tilrettelæggelse</marcx:subfield>
        <marcx:subfield code="e">Rune Klan</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Live-optagelser</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="530" ind1="0" ind2="0">
        <marcx:subfield code="a">Indhold: Stand up show ; Close-up trylleri ; Extra materiale (Standup.dk ; Rune Klans dagbog nr. 1 ; Rune Klans dagbog nr. 2 ; Runes udtalelser ; Interviews ; Credits)</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="538" ind1="0" ind2="0">
        <marcx:subfield code="a">4909099</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="m">77.56</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="s">humor</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="s">tryllekunster</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Klan</marcx:subfield>
        <marcx:subfield code="h">Rune</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="745" ind1="0" ind2="0">
        <marcx:subfield code="a">Tre-i-en</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="745" ind1="0" ind2="0">
        <marcx:subfield code="a">3 i en</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="s10" ind1="0" ind2="0">
        <marcx:subfield code="a">DBC</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl/>
            <os:identifier>870970-basis:25017498</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
